{
    "posts": [
        {
            "Title": "Create React App from Scratch like a Pro ",
            "Description": "Reactjs is a javascript library for building user interfaces,React is use to build single-page applications",
            "URL": "https://dev.to/ruppysuppy/create-react-app-from-scratch-like-a-pro-de0",
            "Author": "Tapajyoti Bose"
        },
        {
            "Title": "How to create chat bot with python",
            "Description": "A chatbot is an AI-based software designed to interact with humans in their natural languages.",
            "URL": "https://www.upgrad.com/blog/how-to-make-chatbot-in-python/",
            "Author": "Kechit Goyal"
        },
        {
            "Title": "Building a GUI Application with Python and Qt",
            "Description": "Qt for Python provide a set of Python bindings for the Qt application framework and a collection of tools for building GUI applications.",
            "URL": "https://medium.com/trabe/building-a-gui-application-with-python-and-qt-147579ae8e0a",
            "Author": "Martín Lamas"
        },
        {
            "Title": "How To Deploy Your NextJS App Through Vercel",
            "Description": "Publishing your Next.js app can sometimes be a pain. One of the key benefits of using the Next.JS framework to create your website is how straightforward it can make deployment, abstracting away the usual difficulties, and providing a free, easy to use hosting solution through Vercel",
            "URL": "https://upmostly.com/nextjs/how-to-deploy-your-nextjs-app-through-vercel",
            "Author": "Omari Thompson-Edwards "
        },
        {
            "Title": "Automatically filling multiple responses into a Google Form with Selenium and Python",
            "Description": "A Google Form is one of the most widely used and easiest ways to get data from lots of people. Just make a form, send it out and the results magically come into a spreadsheet. It’s that simple!",
            "URL": "https://medium.com/swlh/automatically-filling-multiple-responses-into-a-google-form-with-selenium-and-python-176340c5220d",
            "Author": "Srujan Deshpande"
        },
        {
            "Title": "How To Add Unit Testing to Your Django Project",
            "Description": "It is nearly impossible to build websites that work perfectly the first time without errors. For that reason, you need to test your web application to find these errors and work on them proactively.",
            "URL": "https://www.digitalocean.com/community/tutorials/how-to-add-unit-testing-to-your-django-project",
            "Author": "Evans Ehiorobo"
        },
        {
            "Title": "Can You Make 3D Games With Python?",
            "Description": "Python can be used for both 2D and 3D game development. There are a number of Python Libraries that you can use if you want to develop 3D video games with Python . Panda3D lets you develop 3D games while PyGame is usually used for 2D.",
            "URL": "https://explaingamedev.com/3d-games-python/",
            "Author": "Sannan"
        }
    ]
}